/* Localized versions of Info.plist keys */

"Zoom - Converting meeting recording" = "Zoom – Konvertera inspelning av möte";
"You have a recording that needs to be converted before viewing" = "Du har en inspelning som behöver konverteras före visning";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "Du kan konvertera din inspelning senare genom att dubbelklicka på .zoom-filen som finns i inspelningsmappen.";
"Save my recordings at:" = "Spara mina inspelningar på:";
"Choose a new location..." = "Välj en ny plats...";
"Save" = "Spara";
"Quit" = "Sluta";
"Choose" = "Välj";
"Cancel" = "Avbryt";
"OK" = "OK";
"Saving..." = "Sparar...";
"Transcode will be stopped. Would you like to continue?" = "Kodomvandlingen kommer att stoppas. Vill du fortsätta?";
"Transcoding stopped because your disk is full." = "Kodomvandlingen stoppades eftersom din disk är full.";
"Transcoding stopped because the file is damaged." = "Kodomvandlingen stoppades eftersom filen är skadad.";

//ZOOM-50139
"Recording failed to saved" = "Inspelningen kunde inte sparas";
"Please check the destination folder to make sure you have folder access and enough storage space. (ERROR CODE: %d)" = "Kontrollera i destinationsmappen att du har tillgång till mappen och tillräckligt med lagringsutrymme. (FELKOD: %d)";


"LN_Stop_Converting_105238" = "Sluta konvertera";
"LN_Stop_Converting_Content_105238" = "Om du avbryter kan du konvertera inspelningen senare i Möten > Inspelat.";
"LN_Continue_Transcode_105238" = "Fortsätt kodomvandling";
"LN_Stop_105238" = "Stoppa";
"LN_Converting_Meeting_Recording_105238" = "Konvertera inspelning av möte";
"LN_Converting_Meeting_Recording_Content_105238" = "Du har en inspelning som behöver konverteras före visning";
"LN_Failed_Convert_Recording_105238" = "Det gick inte att konvertera inspelningen";
"LN_Failed_Convert_Recording_Disk_Full_105238" = "Det finns inte tillräckligt med utrymme på disken.\n\nDu måste skapa mer utrymme på disken genom att ta bort filer och sedan konvertera inspelningen genom att dubbelklicka på följande filer i målmappen.\n\n";
"LN_Failed_Convert_Recording_File_Lost_105238" = "Kan inte hitta de filer som ska konverteras.\n\nKontrollera att följande filer finns i inspelningsmappen och konvertera sedan din inspelning genom att dubbelklicka på filen.\n\n";
"LN_Open_Destination_Folder_105238" = "Öppna målmapp";
"LN_Folders_Access_Title_124319" = "Tillåt Zoom att komma åt filer och mappar";
"LN_Folders_Access_Content_124319" = "Öppna Systeminställningar > Säkerhet och sekretess för att bevilja åtkomst.";
"LN_Open_System_Preferences_124319" = "Öppna Systeminställningars";

// ZOOM-133086
"LN_Convert_Meeting_Recording_133086" = "Konvertera inspelning av möte";
"LN_Continue_Converting_133086" = "Fortsätt konvertera";
"LN_File_Not_Found_133086" = "Det går inte att hitta de filer som ska konverteras.";
"LN_Rename_File_Remind_133086" = "Öppna destinationsmappen och döp om dem till ovanstående namn och dubbelklicka sedan på dem för att starta konverteringen.";
"LN_No_Enough_Disk_Space_133086" = "Det finns inte tillräckligt med utrymme på disken.\n\nDu måste skapa mer utrymme på disken genom att ta bort filer och konvertera inspelningen senare i Möten > Inspelat.";

"LN_Unknown_Srouce_Title_149194" = "Filer från okända källor";
"LN_Unknown_Srouce_Content_149194" = "Om du konverterar följande filer kan din enhet och dina personuppgifter utsättas för risk.";
"LN_Do_Not_Convert_149194" = "Konvertera inte";
"LN_Convert_Anyway_149194" = "Konvertera ändå";

// ZOOM-287161
"LN_Note_287161" = "Obs! ";
"Ln_Note_Content_287161" = "Om du väljer att byta namn på filen från standard namnkonventionen efter att omvandlingen av filen har slutförts, rekommenderar vi att du använder ett unikt filnamn. Vi rekommenderar att du inte använder orden \"Zoom\", \"Personligt Mötesrum\" eller \"Mitt Möte\" när du sparar dina mötesfiler.";
